Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=562_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Tiina Sanila-Aikio ja Heikki Paltto saamelaiskäräjien varapuheenjohtajiksi
sme: Tiina Sanila-Aikio ja Heikki Paltto sámedikki várreságajođiheaddjin

source: Sevettijärveltä kotoisin oleva kolttasaamelainen Tiina Sanila-Aikio ja Heikki Paltto Inarin Lemmenjoelta valittiin yksimielisesti saamelaiskäräjien varapuheenjohtajiksi vaalikaudelle 2012-2015.
sme: Čeavetjávrris eret leahkki nuortalaš Tiina Sanila-Aikio ja Heikki Paltto Leammis Anáris válljejuvvuiga ovttamielalaččat sámedikki várreságajođiheaddjin válgabadjái 2012-2015.

source: Sanila-Aikio, joka valittiin ensimmäiseksi varapuheenjohtajaksi, on saamelaiskäräjäedustajana ensimmäistä kauttaan.
sme: Sanila-Aikio, gii válljejuvvui vuosttaš várreságajođiheaddjin, lea dál vuosttaš baji sámedikki áirrasin.

source: Paltto, joka valittiin toiseksi varapuheenjohtajaksi, istui saamelaiskäräjien hallituksessa jo edellisellä vaalikaudella.
sme: Paltto, gii válljejuvvui nubbin várreságajođiheaddjin, lei sámedikki stivrra lahttun juo ovddit válgabajis.

source: Saamelaiskäräjien hallitukseen valittiin äänestysten jälkeen seuraavat jäsenet:
sme: Sámedikki stivrii válljejuvvojedje jienasteami maŋŋá čuovvovaš lahtut:

source: Utsjoelta Ilmari Tapiola ja Asko Länsman
sme: Ohcejogas Ilmari Tapiola ja Asko Länsman

source: Inarista / Helsingistä Pirita Näkkäläjärvi
sme: Anáris / Helssegis Pirita Näkkäläjärvi

source: Sodankylän Vuotsosta Petra Magga-Vars.
sme: Soađegili Vuohčus Petra Magga-Vars.
